app/controllers/companies_controller.rb

SELECT "companies".* FROM "companies"
---
  def index
    @companies = Company.all